{
    "pitch": "Hi Mayor! It's Jordan. Congratulations on the election! Before building, you'll need funds. Claim your grant below. You can then close this dialog if you want to play and explore first, or invest right away!",
    "welcome_back": "Welcome back Mayor! Would you like to buy real estate fractions? Don't forget: these shares also act as powerful boosters for your city's progression!",
    "faucet_button": "Grant (10k)",
    "invest_button": "Invest",
    "faucet_claim_first": "Claim your grant first!",
    "help_title": "Investor's Guide",
    "faq_1_q": "What is an RWA?",
    "faq_1_a": "A 'Real World Asset'. It's a physical asset (building, business) whose shares are on the blockchain.",
    "faq_2_q": "Tokenization?",
    "faq_2_a": "It's dividing a real contract into thousands of digital tickets accessible to everyone.",
    "faq_3_q": "APY?",
    "faq_3_a": "It's the annual yield that your investment generates in your Vault.",
    "close_text": "Close",
    "choices": {
        "loft": {
            "name": "Industrial Loft",
            "desc": "Modern downtown housing. Steady yield."
        },
        "bistrot": {
            "name": "Parisian Bistro",
            "desc": "Highly frequented local business."
        },
        "tower": {
            "name": "Eco-Tower",
            "desc": "Ultra-modern and eco-friendly mixed-use tower."
        }
    },
    "analysis_title": "AI Analysis - Jordan",
    "analysis_intro": "Let me pull up the file for this property...",
    "pros": "👍 Pros:",
    "cons": "⚠️ Risks:",
    "admin": "📄 Legal & Admin:",
    "analysis": {
        "loft": {
            "pros": "High rental demand (young tech professionals). Located in a rapidly gentrifying neighborhood.",
            "cons": "Risk of property tax increase during the next cadastral review.",
            "admin": "Co-op Board approval required for major work. Roof entirely redone in 2022."
        },
        "bistro": {
            "pros": "International Tourist Zone (ZTI), constant foot traffic guaranteeing steady revenue.",
            "cons": "Strict regulations: listed historic facade, requires approval from heritage architects.",
            "admin": "Secure 3-6-9 commercial lease. Energy class E: plan a budget for insulation."
        },
        "eco": {
            "pros": "LEED environmental certification. Attracts premium corporate tenants (ESG criteria).",
            "cons": "Very high maintenance costs for solar panels and advanced ventilation systems.",
            "admin": "10-year builder's warranty active until 2032. Partial exemption from green taxes."
        }
    }
}